Repository: mozilla-l10n/mt-training-data
Catalog: ps/ps_pontoon.tmx
Source language: en_us
Languages: ps

source: 100 people recording 100 sentences a day can generate 13 hours of audio. Keeping up this performance, 1000 hours can be reached under 3 months.
ps: ۱۰۰ کسان چې په ورځ کې ۱۰۰ غونډلې جوړې کړي، کولی شي ۱۳ گړۍ اډيو توليد کړي، د دې چارې په دوام سره ۱۰۰ گړۍ په ۳ مياشتو کې ترلاسه کېدای شي.

source: 1 sentence collected
ps: 1 جمله راټوله شوې

source: 2019 End-of-Year Release
ps: د 2019 د کال-پای خپرونه

source: 2 down, keep it up!<playIcon></playIcon>
ps: 2 ترسره شوه، دوام ورکړئ! <playIcon></playIcon>

source: ≥ 2 No votes
ps: ≥ 2 د نه رایې

source: ≥ 2 Yes votes
ps: ≥ 2 هو رایې

source: Abaza
ps: ابخازي

source: Abbreviations and Acronyms
ps: لنډیزونه او مخففات

source: Abbreviations and acronyms like “USA” or “ICE” should be avoided in the source text because they may be read in a way that does not coincide with their spelling. Additionally, there may be multiple accurate readings for a single abbreviation.
ps: لنډیزونه او مخففات لکه "USA" یا "ICE" باید د سرچینې متن کې مخنیوی وشي ځکه چې دوی ممکن په داسې طریقه لوستل شي چې د دوی املا سره سمون نه لري. برسیره پردې، کیدای شي د یو واحد لنډیز لپاره ډیری دقیق لوستل وي.

source: Abkhaz
ps: ابخازي

source: About
ps: په اړه

source: About options menu
ps: د اختیارونو مینو په اړه

source: About us
ps: زموږ په اړه

source: About us options menu
ps: د اختیارونو مینو په اړه

source: Academic Reference
ps: اکادمیک حواله

source: Accent
ps: تلفظ

source: Accepted file types: .tsv only
ps: د منلو وړ دوتنې ډولونه: tsv یوازې

source: Access press releases and stories related to Common Voice
ps: د کامن وائس پورې اړوند مطبوعاتي اعلامیو او کیسو ته لاسرسی ومومئ

source: Account
ps: ګڼون

source: <accuracyLink>See more on accuracy criteria.</accuracyLink>
ps: <accuracyLink>د دقت په معیارونو نور وګورئ.</accuracyLink>

source: Acehnese
ps: اسیني

source: Achomi
ps: اچومي

source: Acronyms should be written as they are normally written in the language, following standard capitalization rules. They should not be transcribed phonetically. Example:
ps: لنډیزونه باید په هغه ډول ولیکل شي لکه څنګه چې معمولا په ژبه کې لیکل کیږي، د معیاري لوی کولو قواعدو په تعقیب. دوی باید په فونیټیک ډول لیکل نشي. مثال:

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
ps: { $actionType }<playIcon></playIcon> ایا دوی په کره ډول جمله ویلې؟

source: { $actionType } <playIcon></playIcon> Listen to the audio clip, and check the transcription. Does it match? If not, edit it to match perfectly.
ps: { $actionType } <playIcon></playIcon> آډیو کلیپ واورئ او لیکلی متن وګورئ. ایا دواړه سره سمون لري؟ که نه، نو هغه سم کړئ ترڅو په بشپړ ډول سره برابر شي.

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
ps: { $actionType }<recordIcon></recordIcon> بیا جمله په لوړ غږ ولولئ

source: { $actionType }<stopIcon></stopIcon> when done
ps: { $actionType }<stopIcon></stopIcon> کله چې سرته ورسي

source: { $actionType } submit when ready
ps: { $actionType } کله چې چمتو وي، وسپارئ

source: Adamawa Fulfulde
ps: اداماوا فولفولدې

source: Add and Review Sentences, Add Questions, Transcribe Audio
ps: جملې اضافه کړئ او بیاکتنه وکړئ ، پوښتنې اضافه کړئ ، آډیو نقل کړئ

source: Add a question <icon></icon> in { $currentLocale } for people to answer
ps: د خلکو د ځواب لپاره <icon></icon>په { $currentLocale } کې يوه پوښتنه ورګډه کړئ.

source: Add as much information as you can about the language. This could include:
ps: د ژبې په اړه څومره چې تاسو کولی شئ معلومات اضافه کړئ. د ‏‎کېدای شي شامل وي:

source: Add <icon></icon> a public domain sentence
ps: د عامه ډومین جمله <icon></icon> اضافه کړئ

source: Add information
ps: معلومات اضافه کړئ

source: Adding a Question
ps: د پوښتنې اضافه کول

source: Adding Questions
ps: د پوښتنو اضافه کول

source: Adding Sentences
ps: د جملو اضافه کول

source: Additional Language
ps: اضافي ژبه

source: Add Language
ps: ژبه اضافه کړئ

source: Add new custom accent "{ $inputValue }"
ps: نوی دودیز خجنښه اضافه کړئ "{ $inputValue }"

source: Add new sentences for the community to read
ps: د ټولنې د لوستلو لپاره نوې جملې اضافه کړئ

source: Add one sentence per line
ps: په هره کرښه کې یوه جمله اضافه کړئ

source: Add questions in your language
ps: په خپله ژبه کې پوښتنې اضافه کړئ

source: Add Questions <small>(Coming soon)</small>
ps: پوښتنې اضافه کړئ <کوچنۍ>(ډیر ژر راځي)</small>

source: Add Sentences
ps: جملې اضافه کړئ

source: Add sentences in your language
ps: په خپله ژبه کې جملې اضافه کړئ

source: Add up to 1,000 sentences
ps: تر 1,000 جملو پورې اضافه کړئ

source: Add Your Voice
ps: خپل غږ اضافه کړئ

source: Adja
ps: ادجا

source: Adyghe
ps: ادیګي

source: Afaan Oromo
ps: افعان اورمو

source: Afar
ps: افاري

source: A few bytes
ps: یو څو بایټس

source: A filler word or sound used as a placeholder whilst a speaker decides what to say. In English, some common hesitation sounds are “err”, “um”, “huh”, etc.
ps: د ډکونکي کلمه یا غږ چې د ځای ساتونکي په توګه کارول کیږي پداسې حال کې چې ویناوال پریکړه کوي چې څه ووایی. په انګلیسي کې، ځینې عام د شک غږونه "err"، "um"، "huh"، او نور دي.

source: Afrikaans
ps: افریقايي

source: Again, you can flag content that is offensive, harmful or otherwise worrying, and it will be removed from your experience until the Common Voice team can review it and investigate further.
ps: یو ځل بیا، تاسو کولی شئ هغه مواد په نښه کړئ چې توهینونکي، زیانمنونکي یا بل ډول اندیښمنونکي وي، او دا به ستاسو له تجربې څخه لرې شي تر هغه چې د کامن وائس ټیم یې بیاکتنه وکړي او نور تحقیق وکړي.

source: Age
ps: عمر

source: A good question for public participation datasets should:
ps: د عامه ګډون ډیټاسیټونو لپاره یوه ښه پوښتنه باید:

source: Agriculture and Food
ps: کرنه او خواړه

source: Albanian
ps: البانیایي

source: A little background noise is okay, but if you can hear another person speaking distinct words, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
ps: لږ شالید شور سم دی، مګر که تاسو واورئ چې یو بل کس د جلا کلمو خبرې کوي، کلیپ باید رد شي. معمولا دا پیښیږي چیرې چې تلویزیون پریښودل شوی وي ، یا چیرې چې نږدې خبرې اترې روانې وي.

source: All
ps: ټول

source: All sentence must have the same domain
ps: ټولې جملې باید ورته ډومین ولري

source: All sentences must have the same citation
ps: ټولې جملې باید ورته اقتباس ولري

source: Already have an account? <login>Log-In</login>
ps: ایا دمخه حساب لرئ؟ <login>ننوتل</login>

source: Alsatian
ps: الزاسي

source: Amba
ps: امبا

source: Amharic
ps: امهاریکي

source: And <bold>DOES NOT</bold> include:
ps: او <bold> نه</bold> پکې شامل دي:

source: And then I [noise] went on holiday. Well, [noise] [laugh] it wasn’t exactly a holiday [laugh]
ps: او بیا زه [شور] رخصتۍ ته لاړم. ښه، [شور] [خندا] دا په سمه توګه رخصتي نه وه [خندا]

source: And then I went to <underline>the the the bed- the</underline> bedroom
ps: او بیا زه<underline> بستر ته ته</underline> لاړم - د خوب خونه

source: An error occurred fetching sentences
ps: د جملو په راوړلو کې تېروتنه رامنځته شوه

source: An error occurred reviewing this sentence
ps: د دې جملې په بیاکتنه کې یوه تېروتنه رامنځته شوه

source: An error occurred submitting your voice information
ps: ستاسو د غږ معلوماتو په سپارلو کې یوه تېروتنه رامنځته شوه

source: An error occurred while editing the transcript
ps: د لیکلي متن د سمولو پر مهال یوه تېروتنه رامنځته شوه.

source: An error occurred while skipping the transcript
ps: د لیکلي متن د تېرولو پر مهال یوه تېروتنه رامنځته شوه.

source: An error occurred while submitting the report
ps: د راپور سپارلو پرمهال يوه تېروتنه رامنځته شوه

source: An error occurred while voting the prompt
ps: غوښتنې ته د رايې ورکولو پرمهال يوه تېروتنه رامنځته شوه

source: An error occurred while voting the transcript
ps: د لیکلي متن د تائید پر مهال یوه تېروتنه رامنځته شوه.

source: Anonymized user data like age, gender, and accent helps improve the audio data used to train the accuracy of speech recognition engines. Your username and email will never be associated with your submitted data, and you can choose whether to make your username public or anonymous.
ps: بې‌نومه شوې ډېټا لکه عمر، جنس، او تلفظ د غږیزي ډېټا په پېژندلو کې چې د وینا انجنونو کره روزلو لپاره کارول کیږي ښه کولو کې مرسته کوي. ستاسو کارن-نوم او برېښنالیک ته به هیڅکله ستاسو له سپارل شوي ډېټا سره تړاو ور نکړل شي، او تاسو کولی شئ غوره کړئ چې خپل کارن نوم عام یا بې‌نومه کړئ.

source: Answer
ps: ځواب

source: Answering a Question
ps: د یوې پوښتنې ځواب ورکول

source: Answer Naturally and Authentically
ps: طبيعي او مستنده ځواب ورکړئ

source: Answer Questions
ps: پوښتنو ته ځواب ورکړئ

source: Answer Questions <small>(Coming soon)</small>
ps: پوښتنو ته ځواب ورکړئ <کوچنۍ>(ډیر ژر راځي)</small>

source: An unexpected error occurred. Please try again later. For help, please join the <matrixLink>Matrix community chat</matrixLink>, monitor site issues via <githubLink>GitHub</githubLink> or visit <discourseLink>our Discourse forums</discourseLink>.
ps: یوه ناڅاپي تېروتنه رامنځته شوه. مهرباني وکړئ وروسته بیا هڅه وکړئ. د مرستې لپاره، مهرباني وکړئ د <matrixLink>Matrix ټولنې چیٹ</matrixLink> سره یوځای شئ، د <githubLink>GitHub</githubLink> له لارې د سایټ مسلې وڅارئ یا <discourseLink>زموږ د خبرو اترو فورمونو</discourseLink> ته مراجعه وکړئ.

source: Anyone can preserve, revitalise and elevate their language by sharing, creating and curating text and speech datasets.
ps: هرڅوک کولی شي د متن او وینا ډیټاسیټونو شریکولو، جوړولو او تنظیمولو سره خپله ژبه خوندي، بیا ژوندي او لوړه کړي.

source: Any other type of noise, such as the speaker coughing or clearing their throat, a car honking, the sound of something hitting the microphone, a phone buzzing, etc.
ps: هر ډول بل غږ، لکه د سپیکر ټوخی کول یا خپل ستونی پاکول، د موټر هارن وهل، د مایکروفون سره د یو څه د ټکر غږ، د تلیفون غږ، او داسې نور.

source: Approve
ps: تصویب کړه

source: A quiet background hubbub is OK, but we don’t want additional voices that may cause a machine algorithm to identify words that are not in the written text. If you can hear distinct words apart from those of the text, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
ps: یو خاموش شالید شور سم دی، مګر موږ اضافي غږونه نه غواړو چې کیدای شي د ماشین الګوریتم لامل شي چې هغه ټکي وپیژني چې په لیکل شوي متن کې ندي. که تاسو د متن څخه د شالید شور کې پوهېدلو وړ کلمې واورئ، کلیپ باید رد شي. معمولا دا واقع کیږي چیرې چې تلویزیون پریښودل شوی وي، یا چیرې چې نږدې خبرې اترې روانې وي.

source: Arabic
ps: عربي

source: Aragonese
ps: اراګوني

source: Are you already in our Beta testing group for Common Voice’s Spontaneous Speech Project?
ps: ایا تاسو د کامن وائس د طبیعي خبرو د پروژې د بیټا ازمېښت ډلې برخه یاست؟

source: Are you coming? [called by another]
ps: ته راځې؟ [د بل لخوا ویل کیږي]

source: Are you coming? <strong>[called by another]</strong>
ps: ته راځې؟ <strong>[د بل لخوا ویل کیږي]</strong>

source: Armenian
ps: ارمانیایي

source: Armenian Western
ps: ارمنیایي لویدیځ

source: Aromanian
ps: ارومانيايي

source: Arvanitika
ps: اروانیتیکا

source: Asheninka Perene
ps: اشېنينکا پېرېنې

source: Asheninka South Ucayali
ps: اشېنينکا سوېلي يوکايالي

source: Ask about a new language
ps: د نوې ژبې په اړه پوښتنه وکړئ

source: Ask About Bilingual Contexts
ps: د دوه ژبو شرایطو په اړه پوښتنه وکړئ

source: Ask for Direct Quotes or Reenactments
ps: د مستقیمو نرخونو یا بیاکتنو غوښتنه وکړئ

source: Ask us questions on <matrixLink>Matrix</matrixLink>, <discourseLink>Discourse</discourseLink> or <emailLink>email</emailLink>.
ps: په <matrixLink>Matrix</matrixLink>، <discourseLink>Discourse</discourseLink> یا <emailLink>email</emailLink> باندې پوښتنې وکړئ.

source: As of Common Voice 23.0, all Common Voice datasets are exclusively available for download through Mozilla Data Collective! This page serves as a historical archive for past versions of Mozilla Common Voice datasets. Archive releases should only be used in specific research scenarios, not for training, to respect the wishes of those who have requested that their contributions be excluded.
ps: د کامن وائس ۲۳.۰ په اساس، ټول کامن وائس ډیټاسیټونه په ځانګړي ډول د موزیلا ډیټا کلیکټیو له لارې د ډاونلوډ لپاره شتون لري! دا پاڼه د موزیلا کامن وائس ډیټاسیټونو د تیرو نسخو لپاره د تاریخي آرشیف په توګه کار کوي. د آرشیف خپرونې باید یوازې په ځانګړو څیړنیزو سناریوګانو کې وکارول شي، نه د روزنې لپاره، د هغو کسانو هیلو ته درناوی وشي چې غوښتنه یې کړې چې د دوی ونډې باید خارج شي.

source: Assamese
ps: آسامي

source: Asturian
ps: اوتريشي

source: Atayal
ps: اتايال

source: Attention!
ps: پاملرنه!

source: Audio Format
ps: غږیز فارمټ

source: Automotive and Transport
ps: موټروان او ترانسپورت

source: Avatar
ps: اویتار

source: Avatar uploaded
ps: اویتار پورته شو

source: Average
ps: اوسط

source: A voice clip is marked "valid" when a user gives it a Yes vote.
ps: یو غږیز کلیپ "باوري" په نښه کیږي کله چې یو کاروونکی ورته د هو رایه ورکړي.

source: Avoid hateful, inflammatory or otherwise offensive speech
ps: له کرکې، پاروونکي یا بل ډول سپکاوي ډکو خبرو څخه ډډه وکړئ

source: Avoid too much background noise - it should be easy to hear you.
ps: د ډیر شالید شور څخه مخنیوی وکړئ - ستاسو اوریدل بايد اسانه وي.

source: Awards
ps: جایزې

source: A word or sequence of words that cannot be understood.
ps: یوه کلمه یا د کلمو لړۍ چې پوهېدل يې ګران وي.

source: Azerbaijani
ps: اذربایجاني

source: Baatonum
ps: باټونم

source: Baba Malay
ps: بابا مالی

source: Back
ps: شاته

source: Background Noise
ps: شاته شور

source: Background Voices
ps: د شاته غږونه

source: Back to Top
ps: بېرته سر ته

source: Bafia
ps: بافيا

source: Bafut
ps: بافت

source: Bahasa Malay
ps: باهسا مالې (د مالیزیا ژبه)

source: Bakoko
ps: باکوکو

source: Balochi
ps: بلوڅي

source: Balti
ps: بالټي

source: Bambara
ps: بامبارایي

source: Bamun
ps: بامون

source: Bamvele
ps: بامویل

source: Bankon
ps: بانکوني

source: Baoule
ps: باؤل

source: Basaa
ps: باسا

source: Bashkir
ps: بشکیري

source: Basque
ps: باسک

source: Batanga
ps: بتنگا

source: Bateri
ps: باتېري

source: Be cautious before rejecting a clip on the ground that the reader has mispronounced a word, has put the stress in the wrong place, or has apparently ignored a question mark. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a margin of appreciation for those who may speak differently from you.
ps: مخکې له دې چې په ځمکه کې یو کلیپ رد کړئ محتاط اوسئ چې لوستونکي یوه کلمه غلطه کړې وي، فشار یې په غلط ځای کې ځای پرځای کړی وي، یا یې په ښکاره ډول د پوښتنې نښه له پامه غورځولې وي. په ټوله نړۍ کې د تلفظونو پراخه ډولونه شتون لري، چې ځینې یې ممکن ستاسو په محلي ټولنه کې نه وي اوریدلي. مهرباني وکړئ د هغو کسانو لپاره د ستاینې حد چمتو کړئ څوک چې ممکن ستاسو څخه مختلف خبرې وکړي.

source: Become a Common Voice Partner
ps: د عام غږ همکار اوسئ

source: Be easy to understand and respond to
ps: په اسانۍ سره پوه شئ او ځواب ورکړئ

source: Be generally relevant
ps: په عمومي ډول اړونده اوسئ

source: Belarusian
ps: بلاروسي

source: Benefits
ps: ګټې

source: Bengali
ps: بنګالي

source: [‘Beret’ is OK whether with stress on the first syllable (UK) or the second (US)]
ps: ['بیرټ' سم دی که په لومړي حرف (UK) یا دوهم (US) باندې فشار سره]

source: Betawi
ps: بیټاوي

source: Better support for language realities like translanguaging and <mark>code-switching</mark>
ps: د ژبې د واقعي حالتونو لپاره ښه ملاتړ لکه د ژبو ګډ استعمال (translanguaging) او <mark>د ژبو ترمنځ بدلول</mark> (code-switching).

source: Better support for languages that have little or <mark>no text corpus</mark> to use (eg, sociolects, variants, historically unscripted languages etc)
ps: د هغو ژبو لپاره ښه ملاتړ چې ډېر لږ یا <mark>هیڅ لیکلی مواد</mark> نه لري (لکه ټولنیزې لهجې، ډولونه او هغه ژبې چې تاریخي توګه نه دي لیکل شوي).

source: Bodo
ps: بودو

source: <bold>{ $count }</bold> Clips
ps: <bold>{ $count }</bold> کلیپونه

source: <bold>Help us</bold> find more voices
ps: <bold> زموږ سره مرسته وکړئ </bold> چې نور غږونه ومومو

source: <bold>If you value open, inclusive data - donate today!</bold>
ps: <بولډ>که تاسو خلاص، ټول شموله ډاټا ته ارزښت ورکوئ - همدا نن مرسته وکړئ!</bold>

source: <bold>Offensive content or sensitive information</bold>
ps: <bold>توهین کوونکی مواد یا حساس معلومات</bold>

source: <bold>Why should AI only work for a few of the world’s languages?</bold>
ps: <bold>ولې باید مصنوعي ذهانت یوازې د نړۍ د څو ژبو لپاره کار وکړي؟</bold>

source: Borgu Fulfulde
ps: بورگو فولفودې

source: Bosnian
ps: بوسنیایي

source: Both
ps: دواړه

source: Both (Speak and Listen)
ps: دواړه (خبرې وکړئ او واورئ)

source: Brahui
ps: براهوي

source: Breton
ps: بریټانوي

source: [British English might make "root"]
ps: [برتانوي انګلیسي ممکن "روټ" جوړ کړي]

source: Browse Languages
ps: ژبې ولټوئ

source: Brushaski
ps: بروشاسکي

source: Build a custom goal
ps: دودیز موخه جوړه کړئ

source: Build Profile
ps: پېژنیال جوړ کړئ

source: Bukusu
ps: بوکوسو

source: Bulgarian
ps: بلغاریه ایی

source: Bulk batch
ps: لویه ډله

source: Bulk Sentences
ps: ډيري جملې

source: Bulk Sentence Submission
ps: د ډیرو جملو سپارل

source: Bulk Sentences Uploaded
ps: ډیری جملې پورته شوې

source: Bulu
ps: بلو

source: Bunun
ps: بونون

source: Burmese
ps: برمایي

source: Buryat
ps: بوریاټي

source: <b>Why an email?</b> We may need to contact you in the future about changes to the dataset, an email provides us a point of contact.
ps: <b> ولې یو بریښنالیک؟ </b> موږ ښايي اړتیا ولرو چې ستاسو سره په راتلونکي کې په ډېټاسیټ کې د بدلونونو په اړه اړیکه ونیسو، بریښنالیک موږ ته د اړیکې یو نښه چمتو کوي.

source: By clicking “Send a link to my email”, you agree to our <termsLink>Terms of Service</termsLink> and <privacyLink>Privacy Policy</privacyLink> and that Mozilla may email you with information on how to participate in the Beta Testing for Common Voice’s Spontaneous Speech Project.
ps: د “یو لینک مې بریښنالیک ته واستوه” په کلیک کولو سره، تاسو زموږ <termsLink>د خدمت شرایطو</termsLink> او <privacyLink>د محرمیت تګلارې</privacyLink> سره موافقه کوئ، او همدارنګه منئ چې Mozilla به تاسو ته د کامن وائس د طبیعي خبرو د پروژې د بیټا ازمېښت کې د ګډون څرنګوالي په اړه برېښنالیک واستوي.

source: By editing your goal, you may lose your existing progress.
ps: د خپل موخې په سمون سره، تاسو ممکن خپل شته پرمختګ له لاسه ورکړئ.

source: By opting in to receive emails you state that you are okay with Mozilla handling this info as explained in Mozilla’s <privacyLink>Privacy Policy</privacyLink>.
ps: د برېښنالیکونو ترلاسه کولو په غوره کولو سره تاسو څرګندوئ چې تاسو د موزیلا سره د دا مالوماتو په سمبالولو کې جوړ یاست لکه څنګه چې د موزیلا <privacyLink> د پټتیا تګلاره </privacyLink> کې تشریح شوي.

source: <b>You agree</b> to not attempt to determine the identity of speakers in the Common Voice dataset
ps: <b> تاسو موافق یاست </b> د ګډ غږ په ډېټاسیټ کې د ویناوالو د پېژندنې هڅه نه کوئ.

source: By providing some information about yourself, the audio data you submit to Common Voice will be more useful to Speech Recognition engines that use this data to improve their accuracy.
ps: د خپل ځان په اړه د مالوماتو په ورکولو سره، هغه غږیږه ډېټا چې تاسو يې عام غږ ته استوئ به د وینا د پېژندلو اینجنونو لپاره چې دا مالومات د خپل کره‌والي د درستولو لپاره کاروي ډېره ګټوره وي.

source: By telling us about yourself, you will help developers build more inclusive technology
ps: ایا تاسو غواړئ د خبرو کولو څرنګوالي په اړه یو څه معلومات شریک کړئ؟

source: By using Common Voice, you agree to our <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
ps: د ګډ غږ په کارولو سره، تاسو زموږ د <termsLink> شرایطو </termsLink>او <privacyLink> د محرمیت خبرتیا <privacyLink> سره موافق یاست

source: Cameroon Pidgin
ps: کامروني پيجين

source: [Canadian English might make "route" sound like "rowt"]
ps: [کاناډا انګلیسي ممکن د "روټ" غږ د "راوټ" په څیر رامینځته کړي]

source: Can be answered in a few sentences
ps: په څو غونډلو کې ځوابېدای شي

source: Cancel
ps: لغوه کول

source: Cancel Re-recording
ps: د سره ثبت کول لغوه کړئ

source: Cancel Submission
ps: سپارنه لغوه کړئ

source: Cannot submit more than 1000 sentences
ps: نشي کولی له 1000 څخه زیات جملې وړاندې کړي

source: Can't decide?
ps: پریکړه نشئ کولئ؟

source: Cantonese
ps: کینتوسي

source: Catalan
ps: کتالونيايي

source: Cause someone to share sensitive, potentially triggering responses
ps: یو څوک دې ته وهڅوئ چې حساس، احتمالي محرک غبرګونونه شریک کړي

source: Central Alaskan Yupʼik
ps: منځنۍ الاسکا يوپيک

source: Central Kurdish
ps: منځنۍ کوردي

source: Central Melanau
ps: مرکزي میلانو

source: Central Puebla Nahuatl
ps: منځنۍ پوېبلا ناهواتل

source: Central Tarahumara
ps: منځنۍ تاراهومارا

source: Change preferences
ps: غوره‌توبونه بدلول

source: Changes both display and dataset language
ps: د ښودنې او ډیټاسیټ ژبه دواړه بدلوي

source: Changes contribution language of dataset only
ps: یوازې د ډیټاسیټ د ونډې ژبه بدلوي

source: Changes the language dataset to which you're contributing
ps: د ژبې د معلوماتو هغه ټولګه بدلوي چې تاسو پکې برخه اخلئ.

source: Changes website text only
ps: يوازې د ویبسایټ ليک بدلول

source: Change your email via Settings under Login Identity
ps: د امستنې له لارې تر ننوتنې پېژند لاندې خپل برېښنالیک بدل کړئ

source: Check
ps: وګوره

source: Check <icon></icon> is this a linguistically correct sentence?
ps: <icon></icon> وګورئ ایا دا په ژبني لحاظ سمه جمله ده؟

source: Check if your language is listed on the <languagesPageLink>Common Voice Languages page</languagesPageLink>. If not, fill out this form and we’ll <strong>send you a handy email explaining how to get your language set up</strong>.
ps: وګورئ چې ستاسو ژبه په کې لیست شوې ده <languagesPageLink>د عام غږ ژبې پاڼه</languagesPageLink>. که نه، دا فورمه ډکه کړئ او موږ به <strong>تاسو ته یو اسانه بریښنالیک واستوو تشریح کول چې څنګه خپله ژبه جوړه کړئ</strong>.

source: <chevron></chevron>See less
ps: <chevron></chevron>لږ وګورئ

source: <chevron></chevron>See more
ps: <chevron></chevron>نور وګوری

source: Chiga
ps: چيگا

source: Chinese (China)
ps: چینایي (چین)

source: Chinese (Hong Kong)
ps: چینایي (هانګ کانګ)

source: Chinese (Taiwan)
ps: چینایي (تایوان)

source: Chinyanja
ps: چينيانجا

source: Chokwe
ps: چوکوې

source: Choose Culturally Specific Topics
ps: د کلتوري پلوه ځانګړي موضوعات غوره کړئ

source: Choose language/localization
ps: ژبه/سیمه ایز کول غوره کړئ

source: Choose simple questions that are easy for anyone to understand, regardless of culture or context.
ps: ساده پوښتنې غوره کړئ چې د هرچا لپاره د پوهیدو لپاره اسانه وي، پرته له دې چې کلتور یا شرایط په پام کې ونیول شي.

source: Choose somewhere with a good internet connection
ps: داسې ځای غوره کړئ چې ښه انټرنیټ اتصال ولري

source: Chuvash
ps: چوواش

source: Citation
ps: اقتباس

source: Cite with a URL link or the full name of the work.
ps: د یو آر ایل لینک یا د کار بشپړ نوم سره حواله کړئ.

source: Citing Sentences
ps: د جملې نقل کول

source: Click
ps: کلیک

source: Clipboard not supported
ps: کلپ بورډ نه ملاتړ کیږي

source: { $clipCount } voice clips, total archive size { $size }. Expires { $expires }.
ps: { $clipCount } غږیز کلیپونه، د ټول آرشیف اندازه { $size }. ختمیږي { $expires }.

source: Clip Graveyard
ps: د کليپ هدیره

source: Clips recorded
ps: کليپونه ثبت شوي

source: Clips Uploaded
ps: کليپونه پورته شو

source: Clips validated
ps: کليپونه تایید شول

source: Clips You've Recorded
ps: کليپونه چې تاسو ثبت کړي

source: Clips You've Validated
ps: کليپونه چې تاسو تایید کړي

source: Close
ps: بندکړئ

source: Code Switching
ps: د کوډ بدلول

source: Collecting sentences
ps: د جملو راټولول

source: Comment
ps: څرګندونه

source: Common Voice data plus all other voice datasets above.
ps: د عام غږ ډېټا او ورسره پورتني نور ټول غږیز ډېټاسیټونه.

source: Common Voice Dataset
ps: عام غږ ډېټاسیټ

source: Common Voice is a free, open source platform for community-led data creation
ps: کامن وائس د ټولنې په مشرۍ د معلوماتو جوړولو لپاره یو وړیا، خلاص سرچینه پلیټ فارم دی
